package com.company;

public class alerts {
    public  String info (){
        String i ="Цей бот є надзвичайно простим та практичним." +
                "\nСуть цього бота полягає в наступному:" +
                "\nВи заповнюєте анкету з інформацією про вас." +

                "\n\tЩоб заповнити анкету вам порібно натиснути кнопку\"Заповнити анкету\" та записати дані , " +
                "\nякі від вас будуть вимагатися(про вас,інтереси,хоббі,стать та вік)." +
                "\nУвага ❗️❗️❗️  , ви обов'язково мусите мати юзернейм в телеграмі ,щоб інші користувачі могли вам відповісти ❗️❗️❗️" +
                "\nАнкета з'являється в загальном  списку та її можуть бачити інші користувачі." +
                "\n\tВикориставши кнопку \"Переглянути анкети\"ви можете переглянути анкети інших користувачів, " +
                "\nта написати тому , хто вас найбільше зацікавив." +
                "\nБажаємо вдалих знайомств";
        return i;
    }
}
